tap "jesseduffield/lazygit"
tap "joshmedeski/sesh"
tap "ngrok/ngrok"
brew "awscli"
brew "chezmoi"
brew "cmake"
brew "direnv"
brew "fd"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "htop"
brew "hyperfine"
brew "imagemagick"
brew "lazydocker"
brew "lazygit"
brew "libiodbc"
brew "libyaml"
brew "lua-language-server"
brew "mise"
brew "neovim"
brew "pkgconf"
brew "python@3.11"
brew "rbspy"
brew "ripgrep"
brew "tailwindcss-language-server"
brew "tmux"
brew "unixodbc"
brew "joshmedeski/sesh/sesh"
cask "1password"
cask "alacritty"
cask "arduino-ide"
cask "font-hack-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "love"
cask "miro"
cask "ngrok"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "slack"
cask "spotify"
cask "telegram"
cask "zed"
