tap "jesseduffield/lazygit"
tap "joshmedeski/sesh"
tap "ngrok/ngrok"
brew "awscli"
brew "chezmoi"
brew "direnv"
brew "fd"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "htop"
brew "hyperfine"
brew "imagemagick"
brew "lazydocker"
brew "libiodbc"
brew "libyaml"
brew "lua-language-server"
brew "mise"
brew "neovim"
brew "pkgconf"
brew "python@3.11"
brew "rbspy"
brew "ripgrep"
brew "tmux"
brew "unixodbc"
brew "jesseduffield/lazygit/lazygit"
brew "joshmedeski/sesh/sesh"
cask "1password"
cask "font-hack-nerd-font"
cask "ghostty"
cask "ngrok"
cask "orbstack"
